Repository: elitelinux/hack-space
Catalog: php/plugins/utilitaires/locales/*.po
Languages: fr_fr

source: Utility
fr_fr: Utilitaire

source: This plugin requires GLPI >= 0.84
fr_fr: Ce plugin nécessite GLPI >= 0.84

source: Successful treatment
fr_fr: Traitement réussi

source: records processed
fr_fr: enregistrements traités

source: Treatment failure
fr_fr: Echec du traitement

source: unprocessed records
fr_fr: enregistrements non traités

source: Records to process
fr_fr: Enregistrements à traiter

source: Nothing to treat
fr_fr: Rien à traiter

source: Rights management
fr_fr: Gestion des droits

source: Inventory objects
fr_fr: Objets de l'inventaire

source: Computer details
fr_fr: Détails des ordinateurs

source: Helpdesk
fr_fr: Assistance

source: Management
fr_fr: Gestion

source: Tools
fr_fr: Outils

source: Caution: it is strongly recommended to backup the database before using these utilities
fr_fr: Attention : il est fortement recommandé de sauvegarder la base de données avant d'employer ces utilitaires

source: installed softwares
fr_fr: Logiciels installés

source: Purge trash
fr_fr: Purger la corbeille

source: Delete and purge all
fr_fr: Supprimer et purger tout

source: ONLY FOR TEST : Truncate Mysql tables
fr_fr: ONLY FOR TEST : Vider les tables Mysql

source: Purge closed tickets/ problems from a selected date
fr_fr: Purger les tickets / problèmes clos depuis une date donnée

source: Reset All OCS links
fr_fr: Réinitialiser toutes les liaisons OCS

source: Reset OCS locks
fr_fr: Réinitialiser les verrous OCS

source: Force OCS synchronization
fr_fr: Forcer la synchronisation OCS

source: Purge not linked objects
fr_fr: Purger les objets non liés

source: Create the models from object names
fr_fr: Créer les modèles à partir des noms des objets

source: Affect the models
fr_fr: Affecter les modèles créés
