Repository: elitelinux/hack-space
Catalog: php/plugins/monitoring/locales/*.po
Languages: cs_cz

source: Add these hosts to monitoring
cs_cz: Přidat tyto hosty do monitorování

source: Services catalog
cs_cz: Katalog služeb

source: Check definition
cs_cz: Kontrola definice

source: Commands
cs_cz: Příkazy

source: Components catalog
cs_cz: Katalog komponent

source: Components
cs_cz: Komponenty

source: Monitoring
cs_cz: Monitorování

source: Contact templates
cs_cz: Šablony kontaktů

source: Dashboard
cs_cz: Ovládací panel

source: Views
cs_cz: Pohledy

source: Reamls
cs_cz: Realmy

source: Weathermap
cs_cz: Mapa počasí

source: % of the width of the frame
cs_cz: %o z šířky rámu

source: Max bandwidth input
cs_cz: Maximální šířka vstupního pásma

source: Max bandwidth output
cs_cz: Maximální šířka výstupního pásma

source: Host
cs_cz: Hostitel

source: Fields with asterisk are required
cs_cz: Pole s hvězdičkou jsou povinná

source: Tag
cs_cz: Příznak

source: 2 of
cs_cz: 2 z

source: 3 of
cs_cz: 3z

source: 4 of
cs_cz: 4 z

source: 5 of
cs_cz: 5 z

source: 6 of
cs_cz: 6 z

source: 7 of
cs_cz: 7 z

source: 8 of
cs_cz: 8 z

source: 9 of
cs_cz: 9 z

source: 10 of
cs_cz: 10 z

source: Resource
cs_cz: Zdroj

source: Resources
cs_cz: Zdroje

source: Resource deleted
cs_cz: Zdroj vymazán

source: Max check attempts (number of retries)
cs_cz: Maximální počet pokusů o kontrolu (počet opakování)

source: Time in minutes between 2 checks
cs_cz: Čas v minutách mezi 2 kontrolama

source: Time in minutes between 2 retries
cs_cz: Čas v minutách mezi 2 opakováními

source: Command name
cs_cz: Jméno příkazu

source: Command line
cs_cz: Příkazová řádka

source: Arguments description
cs_cz: Popis argumentů

source: Active checks
cs_cz: Aktivní kontrola

source: Command
cs_cz: Příkaz

source: Passive check
cs_cz: Pasivní kontrola

source: Template (for graphs generation)
cs_cz: Šablona (pro generování grafů)

source: Check period
cs_cz: Období kontroly

source: Remote check
cs_cz: Vzdálená kontrola

source: Utility used for remote check
cs_cz: Utilita použitá pro vzdálenou kontrolu

source: Use arguments (NRPE only)
cs_cz: Použijte argumenty (pouze NRPE)

source: Alias command if required (NRPE only)
cs_cz: Alias ​​příkazu v případě potřeby (pouze NRPE)

source: Arguments
cs_cz: Argumenty

source: Use this component for Weathermap
cs_cz: Použít tuto komponentu pro mapu počasí

source: Example
cs_cz: Příklad

source: Regex bandwidth input
cs_cz: Regulární výraz pro šířku vstupního pásma

source: Regex bandwidth output
cs_cz: Regulární výraz pro šířku výstupního pásma

source: List of tags available
cs_cz: Seznam dostupných příznaků

source: Hostname of the device
cs_cz: Jméno počítače tohoto zařízení

source: Network port number
cs_cz: Číslo síťového portu

source: Network port name
cs_cz: Jméno síťového portu

source: Network port ifDescr of networking devices
cs_cz: Síťový port ifDescr síťových zařízení

source: SNMP version of network equipment or printer
cs_cz: SNMP verze síťového zařízení nebo tiskárny

source: SNMP community of network equipment or printer
cs_cz: SNMP komunita síťového zařízení nebo tiskárny

source: Static hosts
cs_cz: Statičtí hosti

source: Dynamic hosts
cs_cz: Dynamičtí hosti

source: Contacts
cs_cz: Kontakty

source: Availability
cs_cz: Dostupnost

source: Interval between 2 notifications (in minutes)
cs_cz: Interval mezi posláním 2 upozornění (v minutách)

source: Associated components
cs_cz: Přiřadit komponenty

source: Add a new component
cs_cz: Přidat novou komponentu

source: Hosts
cs_cz: Hostů

source: Preview
cs_cz: Náhled

source: Configuration
cs_cz: Konfigurace

source: Logs retention (in days)
cs_cz: Uchovávání logů (ve dnech)

source: Timezones (for graph)
cs_cz: Časové zóny (pro graf)

source: Contact
cs_cz: Kontakt

source: Manage this user for monitoring system
cs_cz: Pověřit tohoto uživatele monitorováním systému

source: Default template
cs_cz: Výchozí šablona

source: Services
cs_cz: Služby

source: Notifications
cs_cz: Upozornění

source: Notification command
cs_cz: Příkaz pro upozornění

source: Period
cs_cz: Období

source: Notify on DOWN host states
cs_cz: Upozornit na stav, kdy je host VYPNUTÝ

source: Notify on WARNING service states
cs_cz: Upozornit na VAROVNÉ stavy služby

source: Notify on UNREACHABLE host states
cs_cz: Upozornit na stav, kdy je host NEDOSTUPNÝ

source: Notify on UNKNOWN service states
cs_cz: Upozornit na NEZNÁMÉ stavy služby

source: Notify on host recoveries (UP states)
cs_cz: Upozornit na opětovně dosažitelný stav hosta (ZAPNUTÝ stav)

source: Notify on CRITICAL service states
cs_cz: Upozornit na KRITICKÉ stavy služby

source: Notify when the host starts and stops flapping
cs_cz: Upozornit na stav, kdy se host neustále spouští a vypíná

source: Notify on service recoveries (OK states)
cs_cz: Upozornit na navrácení normálního stavu služby (stav OK)

source: Send notifications when host or service scheduled downtime starts and ends
cs_cz: Poslat upozornění při začátku nebo konci naplánované doby výpadku hosta nebo služby

source: Notify when the service starts and stops flapping
cs_cz: Upozornit na stav, kdy se služba neustále spouští a vypíná

source: The contact will not receive any type of host notifications
cs_cz: Daný kontakt nebude dostávat žádný typ upozornění o hostech

source: The contact will not receive any type of service notifications
cs_cz: Daný kontakt nebude dostávat žádný typ upozornění o službách

source: All resources
cs_cz: Všechny zdroje

source: Last check
cs_cz: Poslední kontrola

source: Critical
cs_cz: Kritický

source: Configure
cs_cz: Konfigurovat

source: Warning
cs_cz: Upozornění

source: Page refresh (in seconds)
cs_cz: Obnova stránky (v sekundách)

source: Header counter (critical/warning/ok)
cs_cz: Čítač (kritické / varování / ok)

source: Business rules
cs_cz: Obchodní pravidla

source: Display in GLPI home page
cs_cz: Zobrazit na domovské stránce GLPI

source: Width
cs_cz: Šířka

source: Element to display
cs_cz: Prvek pro zobrazení

source: Set tag to link entity with a specific Shinken server
cs_cz: Nastavit příznak pro spojení entity s konkrétním Shinken serverem

source: Hosts configuration
cs_cz: Konfigurace hosta

source: Reaml
cs_cz: Realm

source: Logs
cs_cz: Logy

source: Services catalog with resources not available
cs_cz: Katalog služeb se zdroji není k dispozici

source: The configuration has changed
cs_cz: Konfigurace byla změněna

source: resources added
cs_cz: zdroje přidány

source: resources deleted
cs_cz: zdroje vymazány

source: No events found in last minutes, so Shinken seems stopped
cs_cz: V posledních minutách nebyla nalezena žádná událost, vypadá to, že Shinken neběží

source: Network ports of networking devices
cs_cz: Síťové porty síťových zařízení

source: Views in GLPI home page
cs_cz: Zobrazení na domovské stránce GLPI

source: RRDtool templates
cs_cz: Šablony pro RRDtool

source: Find files on
cs_cz: Najít soubory

source: Upload perfdata and graph files
cs_cz: Nahrát soubory dat a grafů

source: State type
cs_cz: Typ stavu

source: Component
cs_cz: Komponenta

source: Current month
cs_cz: Aktuální měsíc

source: Last month
cs_cz: Poslední měsíc

source: Current year
cs_cz: Aktuální rok

source: Active check
cs_cz: Aktivní kontrola

source: Argument ([text:text] is used to get values dynamically)
cs_cz: Argument ([text:text] se používá pro dynamické získávání hodnot)

source: Component arguments
cs_cz: Argumenty komponent

source: Custom arguments for this resource (empty : inherit)
cs_cz: Vlastní argumenty pro tento zdroj (prázdný: děděno)

source: Degraded mode
cs_cz: Degradovaný mód

source: Nodes and links
cs_cz: Uzly a odkazy

source: Background image
cs_cz: Obrázek na pozadí

source: Height
cs_cz: Výška

source: Add a node
cs_cz: Přidat uzel

source: Node
cs_cz: Uzel

source: Edit a node
cs_cz: Upravit uzel

source: Delete a node
cs_cz: Smazat uzel

source: Add a link
cs_cz: Přidat odkaz

source: Source
cs_cz: Zdroj

source: Destination
cs_cz: Cíl

source: Edit a link
cs_cz: Upravit odkaz

source: Delete a link
cs_cz: Smazat odkaz
