Repository: elitelinux/hack-space
Catalog: php/plugins/archires/locales/*.po
Languages: es_es, fr_fr, ru_ru

source: 1.4 add glpi_plugin_archires_color
fr_fr: 1.4 creation de la table glpi_plugin_archires_color

source: 1.4 add glpi_plugin_archires_profiles
fr_fr: 1.4 création de la table glpi_plugin_archires_profiles

source: 1.4 insert into glpi_plugin_archires_profiles
fr_fr: 1.4 ajout dans la table glpi_plugin_archires_profiles

source: 1.5 insert into glpi_plugin_archires_profiles
fr_fr: 1.5 ajout dans la table glpi_plugin_archires_profiles

source: 1.5 create glpi_plugin_archires_color_state
fr_fr: 1.5 création de la table glpi_plugin_archires_color_state

source: 1.5 create glpi_plugin_archires_query_location
fr_fr: 1.5 création de la table glpi_plugin_archires_query_location

source: 1.5 create glpi_plugin_archires_query_switch
fr_fr: 1.5 creation de la table glpi_plugin_archires_query_switch

source: 1.5 create glpi_plugin_archires_query_applicatifs
fr_fr: 1.5 creation de la table glpi_plugin_archires_query_applicatifs

source: 1.5 create glpi_plugin_archires_query_type
fr_fr: 1.5 creation de la table glpi_plugin_archires_query_type

source: 1.5 create glpi_plugin_archires_config
fr_fr: 1.5 creation de la table glpi_plugin_archires_config

source: 1.5 insert into glpi_plugin_archires_config
fr_fr: 1.5 ajout dans la table glpi_plugin_archires_config

source: 1.5 insert into glpi_displaypreferences
fr_fr: 1.5 ajout dans la table glpi_displaypreferences

source: 1.7.0 create glpi_plugin_archires_color_vlan
fr_fr: 1.7.0 création de la table glpi_plugin_archires_color_vlan

source: 1.8.0 update glpi_plugin_archires_querytypes (querytype)
fr_fr: 1.8.0 mise à jour de la table glpi_plugin_archires_querytypes (querytype)

source: 1.8.0 delete glpi_displaypreferences (itemtype)
fr_fr: 1.8.0 suppression dans la table glpi_displaypreferences (itemtype)

source: All root locations
es_es: Todos los lugares principales
fr_fr: Tous les lieux racines
ru_ru: Все местонахождения

source: See numbers
fr_fr: Voir les numéros

source: See names
fr_fr: Voir les noms

source: Type of network
es_es: Tipo de red
fr_fr: Type de réseau
ru_ru: Тип сети

source: Summary
fr_fr: Menu général
ru_ru: Сводка

source: Network equipment
fr_fr: Matériel réseau

source: Network Architecture
fr_fr: Architecture réseau

source: This plugin requires GLPI >= 0.84
fr_fr: Ce plugin nécessite une version de GLPI >= 0.84

source: All types
es_es: Todoss los tipos
fr_fr: Tous les types
ru_ru: Все типы

source: Please activate the plugin
fr_fr: Merci d'activer le plugin

source: Thanks to specify a default used view
fr_fr: Merci de spécifier une vue utilisée par défaut

source: Add view
es_es: Añadir una vista
fr_fr: Ajouter une vue
ru_ru: Добавить вид

source: Associate pictures with item types
es_es: Asociar las imágenes a los tipos de material
fr_fr: Associer les images à des types de matériel
ru_ru: Назначить изображения типам объектов

source: Some types of items must be created so that the association can exist
es_es: Des types de matériels doivent être créés pour que l'association puisse exister
fr_fr: Des types de matériels doivent être créés pour que l'association puisse exister

source: Picture
es_es: Imagen
fr_fr: Image
ru_ru: Изображение

source: Childs
es_es: Hijos
fr_fr: Enfants
ru_ru: Подчинённые

source: Color
fr_fr: Couleur
ru_ru: Цвет

source: Associate colors with network types
es_es: Asociar los colores a los tipos de redes
fr_fr: Associer des couleurs aux types de réseau
ru_ru: Назначить цвет для типа сети

source: Please use this color format
es_es: Utilizar este formato para introducir el color
fr_fr: Veuillez utiliser ce formatage de couleur
ru_ru: Используйте данный формат цвета

source: Rights management
es_es: Gestión de los derechos
fr_fr: Gestion des droits
ru_ru: Права настройки

source: Generate graphs
es_es: Generar un gráfico
fr_fr: Génération de graphique
ru_ru: Формирование

source: Graphviz name
es_es: Nombre Graphviz
fr_fr: Nom Graphviz
ru_ru: Graphviz имя

source: Associated picture
es_es: Imagen asociada
fr_fr: Image associée
ru_ru: Назначено изображение

source: Name of item
es_es: Nombre del material
fr_fr: Nom du matériel
ru_ru: Название

source: Graphviz links
es_es: Enlaces Graphviz
fr_fr: Liaisons Graphviz
ru_ru: Graphviz связи

source: IP item 1
es_es: IP material 1
fr_fr: IP matériel 1
ru_ru: IP material 1

source: Socket item 1
es_es: Puerto material 2
fr_fr: Port matériel 1
ru_ru: Socket material 1

source: Socket item 2
es_es: Puerto material 2
fr_fr: Port matériel 2
ru_ru: Socket material 2

source: IP item 2
es_es: IP material 2
fr_fr: IP matériel 2
ru_ru: IP material 2

source: Socket
es_es: Puerto
fr_fr: Port
ru_ru: Порт

source: Generation
es_es: Generación
fr_fr: Génération
ru_ru: Сформировать

source: Display types of items
es_es: Mostrar los tipos de materiales
fr_fr: Afficher des types de matériel particulier
ru_ru: Показывать тип

source: Associate colors with items statuses
es_es: Asociar los colores a los estados de los materiales
fr_fr: Associer des couleurs aux statuts des matériels
ru_ru: Назначить цвета по статусу объектов

source: All statuses
es_es: Todos los estados
fr_fr: Tous les statuts
ru_ru: Все статусы

source: Display sockets
es_es: Ver los puertos
fr_fr: Voir les ports
ru_ru: Показывать количество портов

source: Display IP/Mask
es_es: Ver IP/Máscara
fr_fr: Voir les IP/Masque
ru_ru: Показывать IP/Mask

source: Display item types
es_es: Ver el tipo de material
fr_fr: Voir le type de matériel
ru_ru: Показывать тип объекта

source: Display item statuses
es_es: Ver el estado del material
fr_fr: Voir l'état du matériel
ru_ru: Показывать статус объекта

source: Display item locations
es_es: Ver lugar del material
fr_fr: Voir le lieu du matériel
ru_ru: Показывать расположение

source: Display item entities
es_es: Ver la entidad del material
fr_fr: Voir l'entité du matériel
ru_ru: Показывать организацию

source: Rendering engine
es_es: Motor de renderizado
fr_fr: Moteur de rendu

source: Image format
es_es: Formato de la imagen
fr_fr: Format de l'image
ru_ru: Формат изображения

source: See all views
fr_fr: Voir toutes les vues

source: Display
es_es: Mostrar
fr_fr: Afficher
ru_ru: Показать

source: Display of items
es_es: Mostrar los materiales
fr_fr: Affichage des matériels
ru_ru: Показывать объекты

source: Display description
es_es: Ver Descripción
fr_fr: Affichage de la description
ru_ru: Показывать описание

source: With neato, the sockets will not be displayed
es_es: Con neato, los puertos no serań visibles
fr_fr: Avec neato, les ports ne seront pas visibles
ru_ru: При использовании neato порты не отображаются

source: Associate colors to VLANs
es_es: Associer des couleurs aux VLAN
fr_fr: Associer des couleurs aux VLAN
ru_ru: Associer des couleurs aux VLAN

source: All VLANs
es_es: Tous les VLANs
fr_fr: Tous les VLANs
ru_ru: Tous les VLANs

source: Test Graphviz
es_es: Probar Graphviz
ru_ru: Тестирование Graphviz
