Repository: elitelinux/hack-space
Catalog: php/plugins/appliances/locales/*.po
Languages: es_es

source: Appliance
es_es: Aplicativo

source: Type of appliance
es_es: Tipo de aplicativo

source: Environment
es_es: Entorno

source: Associate
es_es: Asociar

source: Dissociate
es_es: Disociar

source: Associate to appliance
es_es: Asociado al aplicativo

source: Appliances
es_es: Aplicativo

source: Associated items
es_es: Elementos asociados

source: Item to link
es_es: Item a vincular

source: User fields
es_es: Campos de usuario

source: Associated appliances
es_es: Aplicativo(s) asociado(s)

source: Default
es_es: Defecto

source: Rights management
es_es: Permisos de uso
