Repository: elitelinux/hack-space
Catalog: php/plugins/ocsinventoryng/locales/*.po
Languages: es_es

source: Restart import
es_es: Reiniciar la importación

source: Import in the entity
es_es: Importe en la entidad

source: Link new OCSNG computers to existing GLPI computers
es_es: Enlace nuevos equipos OCSNG a los equipos GLPI existentes

source: Delete computer in OCSNG
es_es: Eliminar equipo en OCSNG

source: Force synchronization OCSNG
es_es: Fuerza la sincronización OCSNG

source: Unlock fields
es_es: Desbloquear zonas

source: Unlock
es_es: Desbloquear

source: GLPI import date
es_es: Desbloquear

source: Last OCSNG inventory date
es_es: Fecha del último inventario OCSNG

source: Automatic update OCSNG
es_es: Fechas de importación GLPI

source: Inventory agent
es_es: Fecha del último inventario OCSNG

source: OCSNG TAG
es_es: TAG OCSNG

source: OCSNG ID
es_es: Actualización automática OCSNG

source: Registry
es_es: Registro de Windows

source: OCSNG server
es_es: Servidor OCSNG

source: OCSNG link
es_es: Enlace OCSNG

source: Locked field
es_es: Zona bloqueada

source: OCSNG server 's configuration
es_es: Configuración del servidor OCSNG

source: Automatic synchronization's configuration
es_es: Sincronización automática de la configuración

source: Import new computers
es_es: Importación de ordenadores nuevos

source: Synchronize computers already imported
es_es: Sincronización de ordenadores ya importados

source: Scripts execution of automatic actions
es_es: Ejecución de secuencias de comandos de acciones automáticas

source: Computers imported by automatic actions
es_es: Computadoras importados por acciones automáticas

source: Computers not imported by automatic actions
es_es: Computadoras no importados por acciones automáticas

source: Clean links between GLPI and OCSNG
es_es: Limpieza de enlaces GLPI/OCSNG

source: Use mode
es_es: Modo de uso

source: History of automatic actions
es_es: Historia de las acciones automáticas

source: No server configured
es_es: El servidor no es configura

source: Configuration
es_es: Configuración

source: Number of processed computers
es_es: Número de equipos procesados

source: Please activate the plugin
es_es: Por favor, activa el plugin

source: Processes execution of automatic actions
es_es: Procesos de ejecución de acciones automáticas

source: Information about the script
es_es: Información sobre el script

source: Show processes where nothing was changed
es_es: Mostrar los procesos donde se cambió nada

source: Authorize the OCSNG update
es_es: Autorizar la actualización OCSNG

source: Refresh information of a process every
es_es: Actualizar la información de un proceso cada

source: second
es_es: segundo

source: Check OCSNG import script
es_es: Compruebe OCSNG script de importación

source: Lock not activated
es_es: Cerradura no activada

source: Lock activated
es_es: Cerradura activada

# button
source: Lock
es_es: Cerradura

# button
source: Unlock
es_es: Desbloquear

source: All servers
es_es: Todos los servidores

source: Computer not imported
es_es: Computador no importado

source: Process time
es_es: Tiempo de procesamiento

source: Process
es_es: Procesamiento

source: Thread
es_es: Subproceso

source: Rules checked
es_es: Reglas comprobarse

source: Computers imported
es_es: Computadoras importados

source: Computers linked
es_es: Computadoras vinculados

source: Computers not updated
es_es: Computadoras no actualizados

source: Computers synchronized
es_es: Computadoras actualizados

source: Computers not unique
es_es: Computadoras no únicos

source: Device ID
es_es: ID de dispositivo

source: Verified rules
es_es: Reglas verificadas

source: OCSNG name
es_es: OCSNG nombre

source: Can't affect an entity
es_es: No se puede afectar a la entidad

source: Unicity criteria not verified
es_es: Criterios de unicidad no ha sido verificada

source: Import refused by rule
es_es: Importación rechazada por regla

source: Actions to be made on the computer
es_es: Acciones a realizar en el equipo

source: Send OCSNG not imported computers alert failed
es_es: Enviar OCSNG no se importaba alerta de equipos fallaron

# button
source: Force synchronization
es_es: Fuerza la sincronización

source: Imported from OCSNG
es_es: Importado de OCSNG

source: Deleted in OCSNG
es_es: Eliminados en OCSNG

source: Linked with an OCSNG computer
es_es: Vinculados con un equipo OCSNG

source: The OCSNG ID of the computer changed from %1$s to %2$s
es_es: El ID OCSNG del equipo cambió de %1$s en %2$s

source: The OCSNG TAG of the computer changed from %1$s to %2$s
es_es: El TAG OCSNG del equipo cambió de %1$s en %2$s

source: Import options
es_es: Opciones de importación

source: General information
es_es: Información general

source: OCSNG console
es_es: OCSNG consola

source: Expert sync mode
es_es: Modo de sincronización de Expertos

source: Database in UTF8
es_es: Base de datos en UTF8

source: Choice of an OCSNG server
es_es: Elija un servidor OCSNG

source: Configuration of OCSNG server
es_es: Configuración del servidor OCSNG

source: Configuration of OCSNG server %s
es_es: Configuración del servidor OCSNG %s

source: OCSNG administrative information
es_es: Información administrativa de OCSNG

source: No import
es_es: No importar

source: Web address of the OCSNG console
es_es: URL de la consola de OCSNG

source: Limit the import to the following tags (separator $, nothing for all)
es_es: Limitar la importación a los tags siguientes (separador $; nada, para todos)

source: Exclude the following tags (separator $, nothing for all)
es_es: Excluir las siguientes etiquetas (separador $, nada para todas)

source: Default status
es_es: Estado predeterminado

source: Behavior when disconnecting
es_es: Comportamiento cuando desconecte

source: Global import
es_es: Importación global

source: Unit import
es_es: Importación única

source: Unit import on serial number
es_es: Importación única basada en el número de serie

source: Unit import serial number only
es_es: El unidad se importe sólo el número de serie

source: Use the OCSNG software dictionary
es_es: Utilizar el diccionario de software de OCS

source: Number of items to synchronize via the automatic OCSNG action
es_es: Cantidad de elementos a sincronizar mediante cron

source: Behavior to the deletion of a computer in OCSNG
es_es: Comportamiento al borrar un computador en OCSNG

source: Change to state %s
es_es: Cambio de estado a : %s

source: No import: the plugin will not import these elements
es_es: No importar: GLPI no importará estos elementos

source: Global import: everything is imported but the material is globally managed (without duplicate)
es_es: La importación global: todo es importado, pero el material se gestiona globalmente (sin duplicar)

source: Unit import: everything is imported as it is
es_es: La importación de unidad: todo es importado, ya que es

source: Automatic connection of computers
es_es: Conexión automática de las computadoras

source: Enable the automatic link
es_es: Active el enlace automático

source: Existence criteria of a computer
es_es: Criterios de existencia del equipo

source: The link automatically connects a GLPI computer with one in OCSNG.
es_es: El enlace se conecta automáticamente un equipo GLPI con uno en OCSNG

source: This option is taken into account during manual link and by synchronization scripts."
es_es: Esta opción es tomado en cuenta durante enlace manual y por la sincronización

source: Host for the database
es_es: Host de la base de datos

source: Synchronisation method
es_es: Método de sincronización

source: Standard (allow manual actions)
es_es: Estándar (permitir acciones manuales)

source: Expert (Fully automatic, for large configuration)
es_es: Expertos (Totalmente automático, para una configuración general)

source: Connecting to the database
es_es: Conexión a la base de datos

source: Connection to the database failed
es_es: Conexión a la base de datos falló

source: Invalid OCSNG Version: RC3 is required
es_es: Versión de OCSNG no válida: se necesita RC3

source: Invalid OCSNG configuration (TRACE_DELETED must be active)
es_es: La configuración de OCSNG no es correcta. Debe activar TRACE_DELETED.

source: Access denied on database (Need write rights on hardware.CHECKSUM necessary)
es_es: Acceso denegado en base de datos (Necesitas derechos de escritura en hardware.CHECKSUM necesario)

source: Access denied on database (Delete rights in deleted_equiv table necessary)
es_es: Acceso denegado en base de datos (Borrar derechos en deleted_equiv mesa es necesario)

source: Connection to database successful
es_es: Conexión a la base de datos exitosa

source: Valid OCSNG configuration and version
es_es: Versión y configuración OCSNG válidas

source: Unable to add. The OCSNG server already exists.
es_es: No es posible agregar. El servidor OCSNG ya existe

source: Unable to import, GLPI computer is already related to an element of OCSNG (%d)
es_es: No se puede importar, equipo GLPI ya está relacionada con un elemento de OCSNG (%d)

source: Swap
es_es: Cambiar

source: Import date in GLPI
es_es: Fecha de importación a GLPI

source: Existing in GLPI
es_es: Existe en GLPI

source: Existing in OCSNG
es_es: Existe en OCSNG

source: No item to clean
es_es: No hay objetos a limpiar

source: Computers updated in OCSNG
es_es: Ordenadores actualizados en OCSNG

# button
source: Synchronize
es_es: Sincronizar

source: Update computers
es_es: Actualización de ordenadores

source: Auto update
es_es: Actualización automática

source: No new computer to be updated
es_es: No hay nuevos ordenadores para actualizar

source: Caution! The imported data (see your configuration) will overwrite the existing one
es_es: Atención! Los datos importados (ver la configuración) se sobreponen a los existente

source: Manual import mode
es_es: Modo de importación manual

source: Disable preview
es_es: Deshabilitar vista previa

source: Enable preview
es_es: Activar la vista preliminar

source: Check first that duplicates have been correctly managed in OCSNG
es_es: Asegúrese de haber gestionado correctamente los duplicados en OCSNG

# button
source: Import
es_es: Importar

source: Match the rule ?
es_es: Coincidan con la regla?

source: Target location
es_es: Lugar

source: No new computer to be imported
es_es: No hay nuevos ordenadores para importar

source: No OCSNG server defined
es_es: No se ha definido ningún servidor OCS

source: Check updates from server
es_es: Comprobar actualizaciones desde el servidor

source: Computers don't check any rule
es_es: Computadoras no comprobar cualquier norma

source: Duplicate computers
es_es: Computadoras duplicadas

source: Computers whose import is refused by a rule
es_es: Computadoras cuya importación es rechazada por una regla

source: Statistics of the OCSNG link
es_es: Estadísticas del enlace OCSNG

source: Rights management
es_es: Gestión de derechos

source: Manually synchronization
es_es: Sincronización manual

source: See information
es_es: Vea la información

source: %d registry key found
es_es: %d clave del registro encontrado

source: Hive
es_es: Subárbol

source: Path
es_es: Ruta

source: Key/Value
es_es: Clave/Valor

source: No key found in registry
es_es: No se ha encontrado ninguna clave del Registro de Windows

source: Back to processes list
es_es: Regreso a la lista de procesos

source: Beginning date of execution
es_es: Fecha de comienzo de la ejecución

source: Ending date of execution
es_es: Fecha de ejecución final

source: Computers refused
es_es: Computadoras negó

source: Process time execution
es_es: Tiempo de ejecución del Proceso

source: Total of computers to be treated
es_es: Total de equipos a ser tratado

source: performed percentage
es_es: Porcentaje realizado

source: Total of treated computers
es_es: Total de equipos tratados

source: Number of threads
es_es: Número de subprocesos

source: Maximum
es_es: Máximo

source: pc/s
es_es: Equipos por segundo

source: Clean processes
es_es: Procesos propios

source: Delete processes after
es_es: Borrar procesos después
