Repository: elitelinux/hack-space
Catalog: php/plugins/additionalalerts/locales/*.po
Languages: ru_ru

source: Other alert
ru_ru: Другое уведомление

source: This plugin requires GLPI >= 0.84
ru_ru: Этот плагин требует GLPI >= 0.84

source: No used alerts
ru_ru: Не используемые предупреждения

source: No computers with no buy date
ru_ru: Нет компьютеров с отсутствующей датой покупки

source: New imported computers from OCS-NG
ru_ru: Новые компьютеры, импортированные из OCS-NG

source: Last OCSNG inventory date
ru_ru: Дата последней инвентаризации OCSNG

source: Import date in GLPI
ru_ru: Дата импорта в GLPI

source: OCSNG server
ru_ru: Сервер OCSNG

source: No new imported computer from OCS-NG
ru_ru: Нет новых импортированных компьютеров из OCS-NG

source: Computers not synchronized with OCS-NG since more
ru_ru: Компьтерые не синхронизированные с OCS-NG более чем

source: No computer not synchronized since more
ru_ru: Нет компьютеров не синхронизированных более чем

source: Reminders frequency
ru_ru: Частота напоминаний

source: Computer with no buy date
ru_ru: ПК без даты покупки

source: Type not used for check of buy date
ru_ru: Тип не используется для проверки даты покупки

source: OCSNG synchronization
ru_ru: Синхронизация OCSNG

source: Alert for the new imported computers
ru_ru: Предупреждения для вновь импортированных компьютеров

source: Status used by OCS-NG
ru_ru: Статус использования

source: Rights management
ru_ru: Управление правами

source: Setup alerts
ru_ru: Настройка уведомлений
