Repository: elitelinux/hack-space
Catalog: php/plugins/helpdeskrating/locales/*.po
Languages: de_de, fr_fr

source: Rating of the Ticket (1=best, 6=worst)
de_de: Bewertung des Tickets (in Schulnoten)
fr_fr: Note du billet (1 = meilleur, 6 = le moins bien)

source: Overall satisfaction
de_de: Gesamtzufriedenheit
fr_fr: satisfaction globale

source: Satisfaction with the solution
de_de: Zufriedenheit mit der Lösung
fr_fr: satisfaction avec la solution

source: Satisfaction with the technician
de_de: Zufriedenheit mit dem Techniker
fr_fr: Satisfaction à l'égard du technicien

source: Satisfaction with the chronological sequence<br />(e.g. adherence to a appointed time-limit)
de_de: Zufriedenheit mit dem zeitlichen Verlauf<br />(z.B. einhaltung vereinbarter Termine)
fr_fr: Satisfaction à l'égard de la séquence chronologique<br />(par exemple le respect d'un délai fixé)

source: Comment (optional)
de_de: Kommentar (optional)
fr_fr: Commentaire (optionnel)

source: Save
de_de: Speichern
fr_fr: sauver

source: Date of rating:
de_de: Bewertet am
fr_fr: date de note

source: Not rated yet
de_de: Noch nicht Bewertet
fr_fr: pas encore évalué

source: Satisfaction with the communication
de_de: Zufriedenheit mit der Kommunikation
fr_fr: Satisfaction à l'égard de la communication

source: Satisfaction with the guidelines/specifications by the user
de_de: Zufriedenheit mit den Vorgaben des Users
fr_fr: Satisfaction à l'égard des lignes directrices / spécifications par l'utilisateur

source: How cooperative was the user
de_de: Zufriedenheit mit der Mitarbeit des Users
fr_fr: Comment coopérative était de l'utilisateur

source: Rating is possible if the ticket is solved or closed
de_de: Bewertung ist erst nach Abschluss des Tickets möglich
fr_fr: Note est possible si le billet est résolu ou fermé

source: Rating of the technician
de_de: Bewertung durch den Techniker
fr_fr: Note du technicien

source: Is the user allowed to see the rating?
de_de: Darf der User die Bewertung sehen?
fr_fr: L'utilisateur est autorisé à voir la note?

source: No
de_de: Nein
fr_fr: aucun

source: change
de_de: ändern
fr_fr: changer

source: Yes
de_de: Ja
fr_fr: oui

source: Ticket was rated by the User
de_de: Ticket wurde vom User bewertet
fr_fr: Billet a été évalué par l'utilisateur

source: Ticket was rated by the Technician
de_de: Ticket wurde vom Techniker bewertet
fr_fr: Billet a été évalué par le technicien

source: Ticket was rated
de_de: Ticket wurde bewertet
fr_fr: Ticket a été classé

source: Comment
de_de: Kommentar
fr_fr: commenter

source: Satisfaction with the chronological sequence
de_de: Zufriedenheit mit dem zeitlichen Verlauf
fr_fr: Satisfaction à l'égard de la séquence chronologique

source: Ratings all time
de_de: Gesamtbewertung
fr_fr: Classements de tous les temps

source: Ratings over time
de_de: Bewertungen über die Zeit
fr_fr: Notes au fil du temps

source: Comments
de_de: Kommentare
fr_fr: commentaires

source: Status spreading
de_de: Statusverteilung
fr_fr: statut propagation

source: Alltime rating
de_de: Gesamtbewertung
fr_fr: Toutes note Heure

source: Progress of the ratings over time
de_de: Verlauf der Bewertungen über die Zeit
fr_fr: Progrès des notes au fil du temps

source: Comment by user
de_de: Kommentar des Users
fr_fr: Commentaire de l'utilisateur

source: Comment by technician
de_de: Kommentar des Technikers
fr_fr: Commentaire de technicien

source: Spreading of the statuses
de_de: Statusverteilung
fr_fr: Propagation des statuts

source: Rating by the user
de_de: Bewertungen der User
fr_fr: Note par l'utilisateur

source: Rating by the technician
de_de: Bewertung durch den Techniker
fr_fr: Note par le technicien

source: in progress
de_de: in arbeit
fr_fr: en cours

source: closed
de_de: abgeschlossen
fr_fr: fermé

source: rated
de_de: bewertet
fr_fr: nominale

source: no data available
de_de: Keine Daten vorhanden
fr_fr: pas de données disponibles
