Repository: elitelinux/hack-space
Catalog: php/plugins/projet/locales/*.po
Languages: fr_fr, pt_br, ru_ru

source: Project state
fr_fr: Etat du projet
pt_br: Estado do projeto
ru_ru: Статус проекта

source: Associate to project
fr_fr: Associer un projet
pt_br: Associar a um projeto
ru_ru: Привязать к проекту

source: Tasks list
fr_fr: Liste des tâches
pt_br: Lista de tarefas
ru_ru: Список заданий

source: Project
fr_fr: Projet
pt_br: Projeto
ru_ru: Проект

source: This plugin requires GLPI >= 0.84
fr_fr: Ce plugin nécessite GLPI >= 0.84
pt_br: Este plugin requer GLPI >= 0.84
ru_ru: Этот плагин требует GLPI >= 0.84

source: Add a participant
fr_fr: Ajouter un participant
pt_br: Adicionar um participante
ru_ru: Добавить участников

# button
source: Associate a project
fr_fr: Associer un projet
pt_br: Associar um projeto
ru_ru: Связать проекты

source: Associated project
fr_fr: Projet associé
pt_br: Projeto associado
ru_ru: Связанный проект

source: Unknown project task
fr_fr: Tâche de projet inconnue
pt_br: Tarefa de projeto desconhecida
ru_ru: Неизвестное задание проекта

source: Create a project from this ticket
fr_fr: Créer un projet à partir de ce ticket
pt_br: Criar um projeto a partir deste chamado
ru_ru: Создать проект для этой заявки

source: Create a project from this problem
fr_fr: Créer un Projet à partir de ce problème
pt_br: Criar um projeto a partir deste problema
ru_ru: Создать проект для этой проблемы

source: Project followup
fr_fr: Suivi du projet

source: A project has been added
fr_fr: Ajout d'un projet
pt_br: Um projeto foi adicionado
ru_ru: Проект был добавлен

source: A project has been modified
fr_fr: Modification d'un projet
pt_br: Um projeto foi modificado
ru_ru: Проект был изменен

source: A project has been deleted
fr_fr: Suppression d'un projet
pt_br: Um projeto foi excluído
ru_ru: Проект был удален

source: A task has been added
fr_fr: Ajout d'une tâche sur un projet
pt_br: Uma tarefa foi adicionada
ru_ru: Задание было добавлено

source: A task has been modified
fr_fr: Modification d'une tâche sur un projet
pt_br: Uma tarefa foi modificada
ru_ru: Задание было изменено

source: A task has been deleted
fr_fr: Suppression d'une tâche sur un projet
pt_br: Uma tarefa foi excluída
ru_ru: Задание было удалено

source: A followup has been added
fr_fr: Un suivi a été ajouté

source: A followup has been modified
fr_fr: Un suivi a été modifié

source: A followup has been deleted
fr_fr: Un suivi a été supprimé

source: Outdated tasks
fr_fr: Tâches révolues
pt_br: Tarefas desatualizadas
ru_ru: Устаревшие задания

source: responsible of the project
fr_fr: responsable du projet
pt_br: responsável pelo projeto
ru_ru: ответственный за проект

source: responsible of the task
fr_fr: responsable de la tâche
pt_br: responsável pela tarefa
ru_ru: ответственный за задания

source: Used for planning
fr_fr: Utilisé pour le planning
pt_br: Usado para planejamento
ru_ru: Используется для планирования

source: Effective duration
fr_fr: Durée effective
pt_br: Duração efetiva
ru_ru: Эффективный срок

source: Parent project
fr_fr: Projet parent
pt_br: Projeto pai
ru_ru: Родительский проект

source: Display on the global Gantt
fr_fr: Voir sur le Gantt global
pt_br: Exibir no gráfico de Gantt global
ru_ru: Показать общую диаграмму Ганта

source: Modifications
fr_fr: Champs modifiés
pt_br: Modificações
ru_ru: Изменения

source: Associated followup
fr_fr: Suivi associé

source: Associated task
fr_fr: Tâche associée
pt_br: Tarefa associada
ru_ru: Связанное задание

source: Others participants
fr_fr: Autres participants
pt_br: Outros participantes
ru_ru: Другие участники

source: Affected people
fr_fr: Personnes affectées
pt_br: Pessoas afetadas
ru_ru: Затронутые люди

source: Parent task
fr_fr: Tâche parente
pt_br: Tarefa pai
ru_ru: Родительское задание

source: Display on the Gantt
fr_fr: Voir sur le Gantt
pt_br: Exibir no gráfico de Gantt
ru_ru: Вывести диаграмму Ганта

source: Dependent
fr_fr: Dépendante
pt_br: Dependente
ru_ru: Зависимый

source: With creation, modification, deletion of a project
fr_fr: A la création, modification, suppression d'un projet
pt_br: Com criação, modificação, eliminação de um projeto
ru_ru: С созданием изменением, удалением проекта

source: With creation, modification, deletion, expiration of a task
fr_fr: A la création, modification, suppression, expiration d'une tâche
pt_br: Com criação, modificação, eliminação, expiração de uma tarefa
ru_ru: С созданием, изменением, удалением, изменением срока задания

source: With creation, modification, deletion, expiration of a followup
fr_fr: Lors de la création, modification, suppression d'un suivi

source: Rights management
fr_fr: Gestion des droits
pt_br: Gerenciamento de permissões
ru_ru: Права управления

source: Estimated duration
fr_fr: Durée estimée
pt_br: Duração estimada
ru_ru: Примерная продолжительность

source: Hierarchy
fr_fr: Hiérarchie
pt_br: Hierarquia
ru_ru: Иерархия

source: Gantt
fr_fr: Graphique de Gantt
ru_ru: Диаграмма Ганта

source: Associated participant
fr_fr: Participant associé
pt_br: Participante associado
ru_ru: Связанный участник

source: Unknown project
fr_fr: Projet inconnu
pt_br: Projeto desconhecido
ru_ru: Неизвестный проект

source: Responsible
fr_fr: Responsable
pt_br: Responsável
ru_ru: Ответственный

source: Total of effective duration of project tasks
fr_fr: Total des durées effectives des tâches du projet
pt_br: Total de duração efetiva de tarefas de projetos
ru_ru: Общая эффективная продолжительность задач проекта

source: in hours
fr_fr: en heures
pt_br: em horas
ru_ru: в часах

source: Linked tickets duration
fr_fr: Durée des tickets liés
pt_br: Duração de chamados relacionados
ru_ru: Продолжительность связанных заданий

source: Total of duration of linked tickets for project
fr_fr: Total des durées des tickets liés au projet
pt_br: Total de duração de chamados relacionados ao projeto
ru_ru: Общая продолжительность связанных заявок для проекта

source: Send email
fr_fr: Envoyer un courriel
pt_br: Enviar e-mail
ru_ru: Отправить Email

source: Responsible of projects
fr_fr: Responsable des projets
pt_br: Responsável por projetos
ru_ru: Ответственный за проект

source: Child project
fr_fr: Projet enfant
pt_br: Projeto filho
ru_ru: Дочерний проект

source: Associated color
fr_fr: Couleur associée
pt_br: Cor associada
ru_ru: Связанный цвет

source: Finished
fr_fr: Terminé
pt_br: Finalizado
ru_ru: Завершены

source: Depends on the tasks children
fr_fr: Dépend de tâches enfants
pt_br: Depende de tarefa filha
ru_ru: Зависит от заданий в дочернем проекте

source: Tasks in progress
fr_fr: Tâches en cours
pt_br: Tarefas em progresso
ru_ru: Задачи в процессе

source: Duplicate
fr_fr: Dupliquer
pt_br: Duplicar
ru_ru: Дубликат

source: Task state
fr_fr: Etat de la tâche
pt_br: Estado da tarefa
ru_ru: Статус задания

source: Finished task
fr_fr: Tâche terminée
pt_br: Tarefa finalizada
ru_ru: Завершенная задача

source: Child task
fr_fr: Tâche enfant
pt_br: Tarefa filha
ru_ru: Дочернее задание

source: Task type
fr_fr: Type de tâche
pt_br: Tipo de tarefa
ru_ru: Тип задания

source: Planification
pt_br: Planejamento
ru_ru: Планификация
